// Auto-generated from zunda_s.psd
// Canvas: 750 x 1000 px
canvasSizeX = 750;
canvasSizeY = 1000;
nowActor = "(平鱼)俊达萌";
document.body.dataset.actor = nowActor;
var readMe = `抱歉，由于立绘素材禁止二次配布，我将不会提供编辑立绘的权限，请谅解。
今回の素材についていろいろ
------------------------------
使用に関しては非商用のものに限らせて頂きます。

ニコニコ、youtubeでの利用は可能です。

追記：収益化については双方問題ございません。
　　　版権元に配慮してご利用ください。
（印刷物やデータの入ったもののDL販売など直接的に利益が出ることは禁じてます。）

他者を誹謗中傷するような作品、政治、宗教に関する使用はお控え下さい。
コンテンツツリーの登録は任意で、登録してくれるとすごく喜びます。
加工、改変等については良識の範囲内で、面白ければいいです。
二次配布は禁止にてお願いします。
------------------------------
そんな感じです。

使用について、psdを開く環境でのみお使いいただけます。

fanbox
https://flatfish.fanbox.cc/

かれい
@flat_fish_`;
showDialog("提示", readMe);

